[{"wiki_artist_tag":"caravaggio","wiki_artist_image":"https://uploads2.wikiart.org/images/caravaggio.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Caravaggio","name":"Caravaggio","contentId":186532,"birthDayAsString":"29 September 1571","deathDayAsString":"18 July 1610","biography":"Caravaggio was a master Italian painter, father of the Baroque style, who led a tumultuous life that was cut short his by his fighting and brawling. As a child and art student, he trained in Milan under a teacher who had been taught by the great Italian painter Titian himself, and who exposed him to the great works of Leonardo de Vinci and the Lombard artists. He moved to Rome in 1592, after certain quarrels resulted in the wounding of a police officer. Rome at the time was in a period if great expansion, and the many churches and palaces being built were all in need of paintings to decorate the walls. Caravaggio also moved to Rome during the Counter-Reformation, in which the Roman Catholic Church tried to stem the rising tide of Protestantism, and was commissioning many works to elevate the social status of the Church. \r\n\r\nHe arrived in Rome starving and destitute, and immediately began working for Giuseppe Cesari, the favorite painter of the Pope, and throughout the end of the 16th century his reputation as a great painter grew. His big break came in 1599, when he was commissioned to pain the Contarelli Chapel in Rome, which was finished in 1600. after which he began receiving many commissions, both public and private. Some of his works, being controversial in subject matter (his unacceptably vulgar realistic style) and models (one of his favorite models for the Virgin Mary was a prostitute), and some of his works were returned to be painted over or fixed. Others were returned entirely, but Caravaggio always had a public willing to snatch up any painting he produced. \r\n\r\nAs a street brawler, his police records and court proceedings fill many pages. In 1606, he killed a young man in a street fight and fled to Naples, where he was protected by the Colonna family. In 1608, he was arrested and put in jail for another brawl in Naples, but he managed to escape. In his flight from the law, he traveled through Milan, Syracuse, Sicily, Palermo, Malta, and Messina, continually receiving commissions. He returned to Naples to live with the Colonna family and seek a pardon from the Pope, and in 1606, an assassination attempt was made of his life, leaving his face permanently disfigured. \r\n\r\n In the summer of 1610, he took a boat from Naples to Rome, along with three paintings as an offering of peace, seeking a pardon from the Pope. He never arrived at his destination, having mysteriously died along the way. Although his artistic technique fathered the Baroque style, he was quickly forgotten after his death. It was not until the 1920’s that his body of work began to be fully received and appreciated.  ","story":"http://en.wikipedia.org/wiki/Caravaggio","relatedArtistsIds":[]},{"wiki_artist_tag":"paul-cezanne","wiki_artist_image":"https://uploads4.wikiart.org/images/paul-cezanne.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Paul_C%C3%A9zanne","name":"Paul Cezanne","contentId":215455,"birthDayAsString":"19 January 1839","deathDayAsString":"22 October 1906","biography":"Paul Cezanne was a post-impressionist painter who created the bridge between impressionism and cubism, and is said to be the artistic father of both Matisse and Picasso. Although he was dissuaded by his father at an early age to pursue his passions in painting, he left his hometown of Provence for Paris, in 1861. It was there that he met Camille Pisarro, a popular impressionist painter, who served as his mentor and guide. He began painting in the impressionistic style, but later began to structurally order what he saw and painted into simple forms and planes of color. He also began to simplify the forms he painted into shapes, such as a tree into a column. Unlike many of the painters of his day, who focused on one or maybe two subject styles, Cezanne concentrated on still lifes, portraits, landscapes, and nude studies. \r\n\r\nHe began slowly in Paris, as all of his submissions to the Paris Salon between the years of 1864 and 1869 went rejected. He finally successfully entered a submission into the Paris Salon in 1882, which was also his last. In 1895, there was an exhibition held of all of his own works, signifying his growing success as an artist, but that same year he moved back to his hometown of Provence, where he continued to work in isolation. \r\n\r\nCezanne was early depicted as a rude, shy, angry man, given to bouts of depression, and later in his life he withdrew into his paintings, spending long periods of time a recluse, painting in solitude. Although his paintings were not well-received by the public, who supposedly reacted with hilarity, outrage and sarcasm, and laughed at his art, young artists held him in high esteem, and often sought after him. Cezanne’s legacy is that he developed the practice of fracturing forms, which most immediately influenced the development of cubism, and later the foundation of modern art.  ","story":"http://en.wikipedia.org/wiki/Paul_C%C3%A9zanne","relatedArtistsIds":[]},{"wiki_artist_tag":"marc-chagall","wiki_artist_image":"https://uploads0.wikiart.org/images/marc-chagall/self-portrait-with-seven-digits-autoportrait-1913.jpg!Portrait.jpg","wiki_artist_wiki":"https://en.wikipedia.org/wiki/Marc_Chagall","name":"Marc Chagall","contentId":202355,"birthDayAsString":"07 July 1887","deathDayAsString":"28 March 1985","biography":"  ","story":"https://en.wikipedia.org/wiki/Marc_Chagall","relatedArtistsIds":[]},{"wiki_artist_tag":"leonardo-da-vinci","wiki_artist_image":"https://uploads0.wikiart.org/images/leonardo-da-vinci.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Leonardo_da_Vinci","name":"Leonardo da Vinci","contentId":225091,"birthDayAsString":"15 April 1452","deathDayAsString":"02 May 1519","biography":" ","story":"http://en.wikipedia.org/wiki/Leonardo_da_Vinci","relatedArtistsIds":[]},{"wiki_artist_tag":"salvador-dali","wiki_artist_image":"https://uploads5.wikiart.org/images/salvador-dali.jpg!Portrait.jpg","wiki_artist_wiki":"https://en.wikipedia.org/wiki/Salvador_Dal%C3%AD","name":"Salvador Dali","contentId":220740,"birthDayAsString":"11 May 1904","deathDayAsString":"23 January 1989","biography":"The famous Spanish surrealist painter, Salvador Dali had artistic repertoire that included sculpture, painting, photography, multimedia work, and collaborations with other artists, most notably independent surrealist films. Dali was born in a quasi-surreal existence. His brother, also named Salvador, died as a toddler, nine months before Dali’s birth. His parents told him he was the reincarnation of his older brother, which he also came to believe. As a child, Dali attended drawing school, and by the age of thirteen, Dali’s father was arranging exhibitions of his charcoal drawings. In 1922, Dali went to study at the School of Fine Arts in San Fernando, where he was known as a bit of a dandy, wearing long hair and sideburns, and stockings with knee breeches in the style of 19th century aesthetes. \r\n\r\nDuring his stay at the academy, Dali tried his hand in cubism and dada. But his stay was short lived, after he was expelled a few weeks before final exams, for stating that no one in the school was qualified enough to examine him. After his expulsion, he traveled to Paris, where he met Pablo Picasso and Joan Miro, who heavily influenced his painting styles. Dali continually borrowed from many painting styles. From impressionism to renaissance works, he combined all elements into single compositions, raising interesting critiques from art critics, who were unsure as how to received his works. Always a dandy, Dali grew a large moustache, which was a trademark of his appearance for the rest of his life. \r\n\r\nIn 1929, Dali began a relationship with the woman who would later become his wife, Gala. His father disapproved, and saw his connection with surrealism as a demoralizing influence on his son. Upon hearing reports that Dali had created a work with an inscription insulting his mother, who had died eight years earlier of breast cancer, the elder Dali disowned and disinherited his son, telling him never to return home. Dali then married Gala and moved into a house at Port Lligat. \r\n\r\nDali spent the middle and late years of his life between the United States and his beloved Catalonia, Spain, collaborating with other artists, canoodling with social elites, and creating many stories for the newspapers. After his wife’s death in 1982, Dali lost much of his will to live, and purposely dehydrated himself almost to the point of death. There was also a mysterious fire in his apartment in 1984, from which he was saved, but many thought was a suicide attempt. He died of heart failure five years later at the age of 84.  ","story":"https://en.wikipedia.org/wiki/Salvador_Dal%C3%AD","relatedArtistsIds":[]},{"wiki_artist_tag":"edgar-degas","wiki_artist_image":"https://uploads3.wikiart.org/images/edgar-degas.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Edgar_Degas","name":"Edgar Degas","contentId":213253,"birthDayAsString":"19 July 1834","deathDayAsString":"27 September 1917","biography":"One of the founders of the Impressionist movement, Edgar Degas was a prominent artist in the last half of the 19th century. Born to wealthy family, he began his schooling with a baccalaureate in literature in 1853. Due to the wishes of his father, who wanted him to go to law school, he enrolled at the University of Paris in 1853 to pursue a law degree, where he made little effort. Degas, who at age 18 had transformed one of the rooms is his house into a studio, and was a registered copyist at the Louvre by 1853, left law school after two years, and a year later traveled to Italy studying the art of the great masters. \r\n\r\nHis paintings were exhibited at the Paris Salon beginning in 1865, but they attracted little attention, and his subject matte slowly transitioned from history paintings to more contemporary subjects. In 1870, at the outbreak of the Franco-Prussian War, he enrolled as a member of the National Guard, but his eyesight, which was found defective during rifle training, was troublesome and so he could not serve. Three years later, in 1873, Degas’ father died, revealing a massive amount of business debt held by his brother, Rene. Degas was forced to sell the family home and many family paintings in order to cover the debt, and for the first time, had to rely on the income from his paintings for survival. It was in 1874 that he began producing his most successful works. \r\n\r\nAlthough he is considered one of the founders of Impressionism, and he indeed worked with impressionist artists, such as Edouard Manet and Pierre-Auguste Renoir, he rejected the label “Impressionist.” He detested the scandals brought about by their Impressionist Exhibitions, and he mocked them for painting outdoors. His personal life was outwardly uneventful, due to his belief that an artist should live private lives of solitude. He thus lived a life of solitude, and eventually broke with all of his Jewish friends, due to his anti-Semitic beliefs and argumentative nature. He never married, opposed social change and technological innovations, always painted indoors, and ceased painting by 1912, at which he time he was nearly blind. He died wandering the streets of Paris in 1917. \r\n ","story":"http://en.wikipedia.org/wiki/Edgar_Degas","relatedArtistsIds":[]},{"wiki_artist_tag":"albrecht-durer","wiki_artist_image":"https://uploads6.wikiart.org/images/albrecht-durer.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Albrecht_D%C3%BCrer","name":"Albrecht Durer","contentId":200491,"birthDayAsString":"21 May 1471","deathDayAsString":"06 April 1528","biography":"  ","story":"http://en.wikipedia.org/wiki/Albrecht_D%C3%BCrer","relatedArtistsIds":[]},{"wiki_artist_tag":"janet-fish","wiki_artist_image":"https://uploads2.wikiart.org/images/janet-fish.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Janet_Fish","name":"Janet Fish","contentId":313190,"birthDayAsString":"18 May 1938","deathDayAsString":null,"biography":" ","story":"http://en.wikipedia.org/wiki/Janet_Fish","relatedArtistsIds":[]},{"wiki_artist_tag":"edward-hopper","wiki_artist_image":"https://uploads5.wikiart.org/images/edward-hopper.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Edward_Hopper","name":"Edward Hopper","contentId":235517,"birthDayAsString":"22 July 1882","deathDayAsString":"15 May 1967","biography":" ","story":"http://en.wikipedia.org/wiki/Edward_Hopper","relatedArtistsIds":[]},{"wiki_artist_tag":"wassily-kandinsky","wiki_artist_image":"https://uploads0.wikiart.org/images/wassily-kandinsky.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Wassily_Kandinsky","name":"Wassily Kandinsky","contentId":189246,"birthDayAsString":"16 December 1866","deathDayAsString":"13 December 1944","biography":"The creator of the first modern abstract paintings, Wassily Kandinsky was an influential Russian painter and art theorist. In his youth, he studied law and economics at the University of Moscow, and was later hired as a professor of Roman law at the University of Dorpat in Estonia. He was 30 years old when he began his studies in painting, focusing on life drawing, sketching, and anatomy, at the University of Munich. \r\n\r\nHe was not immediately accepted into the school as an art student, and so in the meantime he began learning art by himself, gaining artistic insight from Monet’s Haystacks and Richard Wagner’s composition Lohengrin. He was also influenced by the teachings of anthroposophy, as such, his abstract works were a creation of his intense philosophical beliefs, based on his own personal experiences with art. The devotion to inner beauty remained a central theme in his art. \r\n\r\nIn 1914, after the beginning of World War I, Kandinsky returned to Moscow, where he did not find much inspiration in the art world. In 1921, he returned to Munich, where he taught at the Bauhaus school of architecture, until it was closed by the Nazis in 1933. He was an active art theorist, publishing a number of books on art theory, and developing a complex and deeply emotional theory about the ability of colors and shapes to represent sound and evince human emotion. He eventually traveled to the United States to lecture on the topic. \r\n\r\nAfter the Bauhaus was closed, Kandinsky moved to Paris, where he was mostly isolated from the other Impressionist or Cubist painters. He later became a French citizen, and lived the rest of his days there. His legacy lives on in the newly created Kandinsky Award, which rewards a promising young Russian artist a 55,000 euro prize, and attempts to elevate the status of contemporary Russian art.  ","story":"http://en.wikipedia.org/wiki/Wassily_Kandinsky","relatedArtistsIds":[]},{"wiki_artist_tag":"paul-klee","wiki_artist_image":"https://uploads1.wikiart.org/images/paul-klee.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Paul_Klee","name":"Paul Klee","contentId":199938,"birthDayAsString":"18 December 1879","deathDayAsString":"29 June 1940","biography":"Paul Klee’s was a Swiss born painter, with a unique style that was influenced by expressionism, cubism, surrealism, and orientalism. His written collections of lectures, Writings on Form and Design Theory are considered as important to modern art as Leonardo da Vinci’s written works were to the Renaissance. As a child, Klee was mainly oriented as a musician, having played the violin since he was eight, but in his teen years, he found that art allowed him freedom to explore his style and express his radical ideas. Although Klee is now considered a master of color theory, he spent a long time in his search for his sense of color. At first, Klee drew in black and white, saying he would never be a painter. But as an adult, after a visit to Tunisia, in which he was impressed by the quality of light, he had found his sense of color and began experimenting with his newfound decision to be a painter. \r\n\r\nKlee spent much of his adult life teaching at various universities and art schools, including the German Bauhaus School of Art and Düsseldorf Academy. During his tenure at Düsseldorf, he was singled out as a Jew by the Nazi party. The Gestapo searched his home and he was fired from his job. Some of his later works were also seized by the Nazis. \r\n\r\nAlthough the artist was born in Switzerland, he was not born a Swiss citizen. His father was a German national, and citizenship being decided on paternity, Klee was born a German citizen. His request for Swiss citizenship was not granted until six days after his untimely death from undiagnosed scleroderma. Klee’s legacy includes over 9,000 works of art, which have inspired many other painting and musical compositions. In 1938 he was immortalized by Steinway Pianos in their “Paul Klee Series” pianos. ","story":"http://en.wikipedia.org/wiki/Paul_Klee","relatedArtistsIds":[]},{"wiki_artist_tag":"gustav-klimt","wiki_artist_image":"https://uploads4.wikiart.org/images/gustav-klimt.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Gustav_Klimt","name":"Gustav Klimt","contentId":191443,"birthDayAsString":"14 July 1862","deathDayAsString":"06 February 1918","biography":"Gustav Klimt was an Austrian symbolist painter, whose primary subject was the female body. His paintings, murals, and sketches are marked by a sensual eroticism, which is especially apparent in his pencil drawings. Klimt attended the Vienna University of Arts and Crafts in 1876, and formed the “Company of Artists” with his two brothers and a friend, after which he was awarded the Golden Order of Merit from the Emperor of Vienna. In 1892, his father and one of his brothers died, leaving him responsible for their families. The family tragedy also affected his artistic vision, which helped him develop his own personal style. \r\n\r\nThroughout his life, although he was a controversial painter due to his subject matter, he was made an honorary member of the Universities of Vienna and of Munich. He was also a founding member and president of the Vienna Secession, which sought to create a platform for new and unconventional artists, bring new artists to Vienna, and created a magazine to showcase its member’ work. \r\n\r\nKlimt lived a simple, cloistered life, in which he avoided other artists and café society. He often wore a long robe, sandals, and no undergarments. He also had many discreet affairs with women, and fathered at least 14 children. This may be an indication of his passion for women, their form and sexuality, which was the main focus of many of his works. The majority of his paintings were characterized by golden or colored swirling designs, spirals, and phallic shapes, depicting dominant women in erotic positions.  \r\n\r\nKlimt died in the influenza epidemic of 1918, leaving behind a posthumous legacy that few artists can rival. His paintings have brought in the highest amounts ever paid at auction.  ","story":"http://en.wikipedia.org/wiki/Gustav_Klimt","relatedArtistsIds":[]},{"wiki_artist_tag":"edouard-manet","wiki_artist_image":"https://uploads5.wikiart.org/images/edouard-manet.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/%C3%89douard_Manet","name":"Edouard Manet","contentId":191982,"birthDayAsString":"23 January 1832","deathDayAsString":"30 April 1883","biography":"A pivotal figure in the transition from Realism to Impressionism, Edouard Manet was an influential painter who left his own unique mark on the art world. As a child, his father was a judge, who wanted him to pursue a career in law, but his uncle, recognizing little Edouard’s talents, encouraged his interest in art, often taking him the Louvre. It was not until Manet failed two entrance exams into the French Navy that his father relented to his son’s wishes and allowed him to start art lessons under the academic painter Thomas Couture, who had him copy the works of the great masters in the Louvre. The young artist was also influenced by Frans Hals, Diego Velazquez, and Francisco Goya. \r\n\r\nIn 1856, in his early thirties, Manet opened his own studio. He began painting in a quasi-realist style, which transitioned to a more Impressionist style when he met the painter Berthe Morisot, who exposed him to her circle of Impressionist painter friends, including Claude Monet, Pierre-Auguste Renoir, and Edgar Degas, and their plein air painting techniques. Many of Manet’s works revolved around depictions of leisure activities, including observations of social life in all of the classes, from bourgeois horse racing to prostitutes drinking, to the streets of Paris and boating scenes, many of which were made from sketches done on the spot. \r\n\r\nAlthough his work was Impressionistic, he resisted involvement with any specific style of painting, and thus preferred to present his works to the Salon of Paris rather than the many Impressionist Exhibitions. In 1875, some of his paintings were included in a book-length edition of Edgar Allen Poe’s The Raven and in 1881, he was awarded the Legion of Honor by the French government. Manet died eleven days after the amputation of his left foot due to gangrene, from complications of syphilis and rheumatism, which had been so bad as to cause partial paralysis in the years leading up to his death.  ","story":"http://en.wikipedia.org/wiki/%C3%89douard_Manet","relatedArtistsIds":[]},{"wiki_artist_tag":"henri-matisse","wiki_artist_image":"https://uploads5.wikiart.org/images/henri-matisse.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Henri_Matisse","name":"Henri Matisse","contentId":213888,"birthDayAsString":"31 December 1869","deathDayAsString":"03 November 1954","biography":"Henri Matisse was a French painter, draftsman, sculptor, and printmaker. Known for his use of color, his work is regarded as responsible for laying the foundation for modern plastic arts, along with the work of Pablo Picasso and Marcel Duchamp. At the age of 18, he went to study law, working as a court administrator. But, after a bout of appendicitis, during which his mother gave him paints and an easel to pass the time, he began drawing, soon leaving law school to pursue his art career, to the dismay of his father. \r\n\r\nHe was exposed to the works of Van Gogh, who was practically unknown at the time, in 1897 and 1898, when he visited his friend, painter John Peter Russell, in the island of Belle Ile, which totally changed his painting style. A lover of all art, he immersed himself in the work of his fellow painters, and often got himself into debt buying the work of other artists. He received much inspiration from the work of other artists as well, drawing inspiration from such varied sources as Japanese art, Impressionism, Post-Impressionism, and Pointillism. \r\n\r\nHis work, characterized as “fauvre,” or wild, often met with harsh criticism, which made it hard for him to provide for his wife and children. Due to vehement hatred of his works, his Blue Nude was burned in 1913 at an Armory Exhibition in Chicago. Although he had harsh critics, he had loving followers, including Gertrude Stein and her family. Throughout the years of 1907-1911, his friends organized and financed an art school, Academie Matisse, in which Matisse could instruct young artists. \r\n\r\nIn his later life, Matisse, who was partially reliant on a wheelchair, continued his artistic endeavors in creating cut paper collages, and working as a graphic artist. He also published Jazz in 1947, a collection of his printed and written works. Before his death of a heart attack, he established a museum of his own works,  which has helped establish his legacy as a leading figure in the modern art movement.  ","story":"http://en.wikipedia.org/wiki/Henri_Matisse","relatedArtistsIds":[]},{"wiki_artist_tag":"michelangelo","wiki_artist_image":"https://uploads4.wikiart.org/images/michelangelo.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Michelangelo","name":"Michelangelo","contentId":193104,"birthDayAsString":"06 March 1475","deathDayAsString":"18 February 1564","biography":"  ","story":"http://en.wikipedia.org/wiki/Michelangelo","relatedArtistsIds":[]},{"wiki_artist_tag":"joan-miro","wiki_artist_image":"https://uploads4.wikiart.org/images/joan-miro(1).jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Joan_Mir%C3%B3","name":"Joan Miro","contentId":227866,"birthDayAsString":"20 April 1893","deathDayAsString":"25 December 1983","biography":" ","story":"http://en.wikipedia.org/wiki/Joan_Mir%C3%B3","relatedArtistsIds":[]},{"wiki_artist_tag":"claude-monet","wiki_artist_image":"https://uploads0.wikiart.org/00115/images/claude-monet/440px-claude-monet-1899-nadar-crop.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Claude_Monet","name":"Claude Monet","contentId":211667,"birthDayAsString":"14 November 1840","deathDayAsString":"05 December 1926","biography":"Claude Monet was in almost every sense the founder of French Impressionist painting, the term itself coming from one of his paintings, Impression, Sunrise. As a child, his father wanted him to go into the grocery business, but his heart was in the profession of artistry, and at age 11, he entered Le Havre secondary school of the arts. During his stay at the secondary school, he was known for the caricatures he would draw for the locals for ten to twenty francs each. Five years later, he met artist Eugene Bouldin, who taught him the techniques of “en plein air” painting and became his mentor. At the age of 16, Monet left school for Paris, where instead of studying the great artworks of the masters, he sat by the window and painted what he saw outside. \r\n\r\nWhen he was twenty-one years old, he joined the First Regiment of African Light Calvary in Algeria, for a seven year tour. But his stay was cut short after two years when he was hit by a bout of typhoid fever, and his aunt arranged for his release, as long as he continued his art studies. Upon his return to Paris, he studied the “en plein air” methods, along with Pierre-Auguste Renoir, Frederic Bazille, and Alfred Sisley, and developed the painting style that would soon be known as Impressionism. Upon the outbreak of the Franco-Prussian War, Monet fled to England, also traveling to the Netherlands before his return to Paris, after which he exhibited many of his works in 1874, at the first Impressionist Exhibition.\r\n\r\nUpon the death of his wife Camille to tuberculosis after the birth of their second child, Monet was resolved never to life in poverty again, and was determined to create some of the best artworks of the 19th century. By 1890, he was prosperous to buy a large house and garden, where he would continue to paint for the rest of his life. \r\n\r\nAs a painter of controlled nature, Monet’s garden was one of his biggest sources of inspiration. As such, he wrote precise instructions for his gardeners, with specific designs and color layouts, and amassed a large collection of botanical books. At one time, he employed seven gardeners at once. After his death of lung cancer, his only surviving child, Michel, was heir to the Monet family property, which has since been restored and opened to the public, including the vast gardens. \r\n ","story":"http://en.wikipedia.org/wiki/Claude_Monet","relatedArtistsIds":[]},{"wiki_artist_tag":"edvard-munch","wiki_artist_image":"https://uploads7.wikiart.org/images/edvard-munch/self-portrait-i-1896.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Edvard_Munch","name":"Edvard Munch","contentId":185320,"birthDayAsString":"1863","deathDayAsString":"1944","biography":"A Norwegian born expressionist painter, Edvard Munch lived a tumultuous life, which was represented in his paintings. As a child, he was often ill in the winter, and kept out of school. To pass the time, he spent his days drawing. He also had a troubled childhood, as his mother died of tuberculosis after the birth of his youngest sister, and his favorite sister died of the same illness nine years later. His father was also a bit of a religious fanatic, who would read Edvard and his sisters ghost stories and the stories of Edgar Allen Poe. The vivid ghastly tales, combined with his poor health, the young Munch was plagued by nightmares and paranoid visions of death, which he would later incorporate into his artwork. \r\n\r\nIn his teens, he moved from drawing and dabbling with watercolors to painting with oils, and he only spent one year in technical college before he left to follow his dream of being a painter. His early paintings brought much unfavorable criticism, and his father rebuked him for his artworks, but continued to give him a living allowance. Later, unhappy with Munch’s paintings, he destroyed one of his nudes, and refused to grant him any more money for his art supplies. \r\n\r\nMuch live much of his life in a nihilistic, bohemian lifestyle, in which binge drinking and brawling were the favorite pastimes, to his father’s constant disapproval. After his father’s death, leaving the Munch family destitute, and Munch, feeling that everyone around him had died, was plagued by suicidal thoughts. His personal tragedies and psychological idiosyncrasies evolved into a symbolic art form that expressed more internal emotion and feeling than projected an image of outside reality. He often refused to sell his paintings, calling them his children, and so would create reproductions of them to sell. \r\n\r\nHis critical reception improved by the 1890’s, and the attendance to his exhibitions increased, although reviews remained bleak. In 1898, he began a relationship with Tulla Larsen, who wanted to get married. Munch, fearing marriage as much as sexual relationships, fled Tulla a year later. In a later reconciliation attempt, there was an argument in which a gun went off, injuring two of Munch’s fingers, and ruining Munch’s chance at marriage.\r\n\r\nIn 1908, Munch had an acute break with reality, seeing hallucinations and suffering feelings of persecution, as if he was on the brink of insanity. He began therapy, including a controlled diet and electrification, which stabilized his personality. Thus began his more financially and professionally successful phase in his life, where he received many commissions and was able to provide well for his family. He spent the last two decades of his life in relative isolation, painting at one of his many estates. Today his legacy, once smeared with rumors that he was a Nazi sympathizer, includes many robberies of his works, his prices at auction, and his face now being featured on the Norwegian currency.\r\n  ","story":"http://en.wikipedia.org/wiki/Edvard_Munch","relatedArtistsIds":[]},{"wiki_artist_tag":"georgia-o-keeffe","wiki_artist_image":"https://uploads.wikiart.org/Content/images/ARTIST-480x600.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Georgia_O'Keeffe","name":"Georgia O'Keeffe","contentId":231599,"birthDayAsString":"15 November 1887","deathDayAsString":"06 March 1986","biography":"Georgia O’Keeffe was one of the first modernist painters of the United States, and the first female one. O’Keeffe knew she wanted to be an artist from a very young age. After finishing boarding school, where she received formal lessons in painting, O’Keeffe attended the [url href=https://www.wikiart.org/en/artists-by-art-institution/school-of-the-art]Art Institute of Chicago[/url] to become an art teacher. At the beginning of the 20th century, being a teacher was the sole approach a woman could have into the art world in the United States. Her first job as a teacher was at a small women’s college in South Carolina. Here, O’Keeffe created the charcoal pieces that caught the attention of [url href=https://www.wikiart.org/en/alfred-stieglitz]Alfred Stieglitz[/url].\n \nStieglitz was a famous photographer, and a renowned advocate for the Modernist movement in the arts. Modernism came to the United States through the work of [url href=https://www.wikiart.org/en/pablo-picasso]Pablo Picasso[/url], [url href=https://www.wikiart.org/en/henri-matisse]Henri Matisse[/url], [url href=https://www.wikiart.org/en/paul-cezanne]Paul Cézanne[/url], and other vanguard painters. In New York City, Stieglitz owned Gallery 291, acknowledged for showing the pieces of these painters. The first time an O’Keeffe drawing was exposed in public was in 1916 at this gallery. Incidentally, she was the first American painter featured at this place. During a great part of her life, she was mentored and influenced by Stieglitz. Thanks to his support, O’Keeffe left the classrooms to finally become an artist. His attention extended throughout all her career; he organized 22 solo exhibitions and several group installations. They became lovers in 1918 and stayed together until Stieglitz´s death in 1946.\n \nO’Keeffe is widely recognized for her technique and themes. She mastered the use of line and composition to create abstract pieces full of simplicity, such as [url href=https://www.wikiart.org/en/georgia-o-keeffe/drawing-xiii-1915][i]Drawing XIII[/i][/url] (1915). During the 1920’s, O’Keeffe started experimenting with vibrant colors to create depictions of flowers and landscapes. Some of her most distinguished paintings were made in this decade: [url href=https://www.wikiart.org/en/georgia-o-keeffe/blue-and-green-music][i]Blue and Green Music[/i][/url](1921), [url href=https://www.wikiart.org/en/georgia-o-keeffe/black-iris-1][i]Black Iris III[/i][/url] (1926), and [url href=https://www.wikiart.org/en/georgia-o-keeffe/radiator-building][i]Radiator Building – Night, New York[/i][/url] (1927). An important part of her life as an artist was spent in New Mexico. There, she felt keen to portray deserts, mountains, and also skulls of animals that represented for her an eternal beauty of the desert. Juxtaposition of these elements was O’Keeffe’s approach to [url href=https://www.wikiart.org/en/artists-by-art-movement/surrealism]Surrealism[/url]. \n\nIn the 1930s, people of the United States were redefining the “American lifestyle.” Pieces like [url href=https://www.wikiart.org/en/georgia-o-keeffe/cows-skull-red-white-and-blue-1931][i]Cow’s Skull: Red, White and Blue[/i][/url] (1931) represented O’Keeffe’s view on the subject. For her, the true image of America went far beyond the limits of big cities. During the last decades of her life, the artist was working on challenging projects like the 24-foot long canvas of [url href=https://www.wikiart.org/en/georgia-o-keeffe/by-series/sky-above-clouds][i]Sky Above Clouds[/i][/url] series (1965–1967).\n\nO’Keeffe never wanted to be considered just a \"woman artist,\" and indeed, she surpassed this concept. By abstracting the natural world, O’Keeffe created images that have become a part of the mythology and iconography of the American artistic landscape. The majority of her works is preserved by [i]The Georgia O’Keeffe Museum[/i].","story":"http://en.wikipedia.org/wiki/Georgia_O'Keeffe","relatedArtistsIds":[]},{"wiki_artist_tag":"pablo-picasso","wiki_artist_image":"https://uploads4.wikiart.org/00115/images/pablo-picasso/iuyqtex0.jpeg!Portrait.jpeg","wiki_artist_wiki":"https://en.wikipedia.org/wiki/Pablo_Picasso","name":"Pablo Picasso","contentId":223667,"birthDayAsString":"25 October 1881","deathDayAsString":"08 April 1973","biography":"Pablo Picasso was the most dominant and influential artist of the 1st half of the 20th century. Associated most of all with pioneering [url href=https://www.wikiart.org/en/artists-by-art-movement/cubism]Cubism[/url], he also invented [url href=https://www.wikiart.org/en/paintings-by-media/collage]collage[/url] and made major contribution to [url href=https://www.wikiart.org/en/artists-by-art-movement/surrealism]Surrealism[/url]. He saw himself above all as a painter, yet his sculpture was greatly influential, and he also explored areas as diverse as printmaking and ceramics. Finally, he was a famously charismatic personality, the leading figure in the [url href=https://www.wikiart.org/en/artists-by-painting-school/cole-de-paris]Ecole de Paris[/url]. His many relationships with women not only filtered into his art but also may have directed its course, and his behavior has come to embody that of the bohemian modern artist in the popular imagination.\n\nPicasso rejected [url href=https://www.wikiart.org/en/henri-matisse]Matisse's[/url] view of the primary importance and role of colour, and focused instead on new pictorial ways of representing form and space. Influenced by novelties of [url href=https://www.wikiart.org/en/paul-cezanne]Cézanne[/url], and also by African sculpture and ancient Iberian art, he started to lend his figures more structure, and to deconstruct the conventions of perspective that had dominated painting since the Renaissance. This led him (alongside with Georges [url href=https://www.wikiart.org/en/georges-braque]Braque[/url]) to evolve an entirely new Cubist movement, which rapidly became the cutting edge of modern art. At the same time, Picasso himself rejected the label \"Cubism,\" especially when critics began to differentiate between the two key approaches he pursued - [url href=https://www.wikiart.org/en/paintings-by-style/analytical-cubism]Analytic[/url] and [url href=https://www.wikiart.org/en/paintings-by-style/synthetic-cubism]Synthetic[/url].\n\nIn the 1920s and 1930s Picasso adopted a neoclassical figurative style. As he matured he worked on his own versions of canonical masterpieces by artists such as [url href=https://www.wikiart.org/en/nicolas-poussin]Poussin[/url], [url href=https://www.wikiart.org/en/jean-auguste-dominique-ingres]Ingres[/url], [url href=https://www.wikiart.org/en/diego-velazquez]Velazquez[/url], [url href=https://www.wikiart.org/en/francisco-goya]Goya[/url], [url href=https://www.wikiart.org/en/rembrandt]Rembrandt[/url], and [url href=https://www.wikiart.org/en/el-greco]El Greco[/url].\n\nPicasso's influence was profound and far-reaching for most of his life. His work in pioneering Cubism established a set of pictorial problems, devices, and approaches, which remained important well into the 1950s. The Museum of Modern Art in New York (MoMA) has been called \"the house that Pablo built,\" because it has so widely exhibited the artist's work. Picasso created some of the greatest 20th century paintings, several of which have achieved iconic status ([url href=https://www.wikiart.org/en/pablo-picasso/the-girls-of-avignon-1907]Les Demoiselles d'Avignon[/url], [url href=https://www.wikiart.org/en/pablo-picasso/guernica-1937]Guernica[/url], [url href=https://www.wikiart.org/en/pablo-picasso/crying-woman-1937-1]Weeping Woman[/url]).","story":"https://en.wikipedia.org/wiki/Pablo_Picasso","relatedArtistsIds":[]},{"wiki_artist_tag":"jackson-pollock","wiki_artist_image":"https://uploads3.wikiart.org/images/paul-jackson-pollock.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Jackson_Pollock","name":"Jackson Pollock","contentId":184856,"birthDayAsString":"28 January 1912","deathDayAsString":"11 August 1956","biography":"Deemed the “greatest painter alive” during his lifetime, Jackson Pollock was an American painter who was a major artist abstract expressionist art in the 20th century. Pollock was expelled from two high schools during his formative years, the second one being Los Angeles Manual Arts School, where he was encouraged to pursue his interest in art. In 1930, he moved to New York to study art, and secured a job under the WPA Federal Art Project, a New Deal project, which allowed him to earn a living from his painting. \r\n\r\nAs he was gaining professional and social success, Pollock fought the addiction of alcoholism and recurring bouts of depression. Two of his brothers suggested Jungian psychotherapy, with Dr. Joseph Henderson, who encouraged Pollock in his artistic endeavors as part of his therapy. Although the psychotherapy did not cure his drinking, it did expose him to Jungian concepts, which he expressed in his paintings at the time. In 1945, Pollock moved with his wife and American painter Lee Krasner to Springs, New York, where he would remain the rest of his life. In the barn behind the house, which he converted to his studio, Pollock developed a new and completely novel technique of painting using what he called his “drip” technique. Using hardened brushes, sticks, and turkey basters, and household enamel paints, Pollock squirted, splashed, and dripped his paint onto canvas rolled out over his studio floor. In 1956, Time magazine gave Pollock the name “Jack the Dripper,” referencing his unique style of action painting. \r\n\r\nRecent studies by art historians and scientists have determined that some of Pollock’s work display properties of mathematical fractals, asserting that his works became more fractal-like throughout his career. In his later paintings, Pollock reduced the titles of all of his paintings to numbers, in order to reduce the viewers attempt to indentify any representational element in his paintings. Pressured by his growing fame and demand from art collectors, Pollock’s alcoholism worsened. In August of 1956, while driving under the influence of alcohol, he was involved in a single–car accident, killing himself and one of his passengers. Pollock’s legacy was secured by his widow, Lee Krasner, who managed his estate after his death. His legacy includes a number of references in social media, including songs, poems, books, and documentaries, and the feature film biopic Pollock, directed by and starring Ed Harris.  ","story":"http://en.wikipedia.org/wiki/Jackson_Pollock","relatedArtistsIds":[]},{"wiki_artist_tag":"raphael","wiki_artist_image":"https://uploads8.wikiart.org/images/raphael.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Raphael","name":"Raphael","contentId":210477,"birthDayAsString":"1483","deathDayAsString":"1520","biography":"Considered one of great master painters, Raphael was an Italian painter and architect in the High Renaissance. Raphael, along with Michelangelo and Leonardo da Vinci, are considered the great trinity of master painters of the High Renaissance period. He was a prolific artist, and despite death at the young age of 37, has a considerable body of work to study. \r\n\r\nRaphael was born into an artistic family, as his father was the court painter to The Duke of Urbino. After his mother’s death in 1491 and his father’s death in 1494, eleven year old Raphael, who had already shown artistic talent, played a large role in continuing his father’s painting studio. He was first described as a fully-trained master painter in 1501, roughly around the age of 19. Even at this early stage in his career, he was in high demand, and completed many commissioned works. Raphael continued to paint, traveling constantly, living the life of a semi-nomadic painter. He was able to merge the influence of Florentine art with his own developing style, creating a smooth, flowing composition, which was highly regarded.\r\n\r\nThe three great masters, Raphael, Leondardo da Vinci, and Michelangelo, were all contemporaries. Leonardo was thirty years Raphael’s senior, and the younger painter incorporated many elements of da Vinci’s paintings in to his own works. Michelangelo, on the other hand, was only eight years Raphael’s senior. Michelangelo already did not like Leonardo, and he disliked the rising popularity of Raphael even more, starting conspiracies and spreading rumors about Raphael. \r\n\r\nIn 1508, Raphael moved to Rome, where he would reside for the rest of his life. His first major work inn Rome was a commission to decorate the Pope’s private library, the Stanza della Segnatura. After he finished this room, the Pope was so pleased with his work that he assigned him to other rooms of the building, displacing other artists who had been commissioned to complete the works. ","story":"http://en.wikipedia.org/wiki/Raphael","relatedArtistsIds":[]},{"wiki_artist_tag":"rembrandt","wiki_artist_image":"https://uploads1.wikiart.org/images/rembrandt.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Rembrandt","name":"Rembrandt","contentId":219933,"birthDayAsString":"15 July 1606","deathDayAsString":"04 October 1669","biography":"Considered the greatest painter in all of European Art, Rembrandt van Rijn was a Dutch painter and etcher of the Dutch Golden Age. As a child, he had an inclination towards painting, and spent three years under the apprenticeship of a local history painter. After another six month apprenticeship with painter Jan Pieter Lastman, he opened his own studio. He began taking art students at his studio at the ripe old age of twenty-one years old. \r\n\r\nIn 1631, Rembrandt moved to Amsterdam, which at the time was rapidly expanding, and had great success painting personal portraits. In 1634 he married his wife, Saskia van Uylenberg, and in the same year began taking art students in Amsterdam. Although his public life was on track, his private life was deteriorating. His wife Saskia had their first child, a boy, in 1635, but he died at two months of age. Their second child, a girl, died at three weeks of age. Their third child, another girl, died before she was a month old. It was only their fourth child, Titus, who would live into adulthood. Saskia herself died after Titus’ birth, possibly from consumption. \r\n\r\nAlthough he lived an affluent lifestyle, Rembrandt lived far beyond his means. He had a large mortgage, and spent money on art, prints, and rarities, and avoided bankruptcy in 1656 only by selling many of his paintings and his collections of antiquities. Unfortunately, however, the sales price of his collection was disappointing, and he was forced to sell his house and printing press and move to a more modest location. Rembrandt outlived both his son Titus and his common-law wife Hendrickje, with whom he had a daughter Cornelia, and died in 1669. He was buried in an unmarked grave. \r\n\r\nDue to Rembrandt’s practice of having his students copy his own work, and many stylistic evolutions and style experiments done by the artist, as well as bad restorations of his works, the attribution of Rembrandt’s works is very difficult. Many art historians disagree as to whether or not many of his works are true Rembrants. There is so much conjecture that there may never be a consensus. There is also conjecture by art historians that Rembrandt may have had stereo blindness, causing only one of his eyes to work. This would have further benefited his painting style by flattening out his perception in order to paint it on the canvas.  ","story":"http://en.wikipedia.org/wiki/Rembrandt","relatedArtistsIds":[]},{"wiki_artist_tag":"pierre-auguste-renoir","wiki_artist_image":"https://uploads4.wikiart.org/images/pierre-auguste-renoir.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Pierre-Auguste_Renoir","name":"Pierre-Auguste Renoir","contentId":216740,"birthDayAsString":"25 February 1841","deathDayAsString":"03 December 1919","biography":"Pierre Auguste Renoir was a French artist, and was a leading painter of the Impressionist style. As a young boy, he worked in a porcelain factory. His drawing skills were early recognized, and he was soon employed to create designs on the fine china. He also painted decorations on fans before beginning art school . He moved to Paris in 1862 to study art, where he met Frederic Bazille, Claude Monet, and Alfred Sisley, all great impressionist painters. By 1864, he was exhibiting works at the Paris Salon, but his works went largely unnoticed for the next ten years, mostly in part to the disorder caused by the Franco-Prussian War. \r\n\r\nLater, during the Paris Commune on 1871, Renoir was painting on the banks of the Seine River, when he was approached by a number of members from the commune, who thought he was a spy. They threatened to throw in into the rive, but he was saved by the leader of the commune, Raoul Rigault, whom he had protected on an earlier occasion. He experienced his first artistic success in 1874, at the first Impressionist Exhibition, and later in London of the same year. In 1881, Renoir began his world travels, voyaging to Italy to see the works of the Renaissance masters, and later to Algeria, following in the footsteps of Eugene Delacroix. It was in Algeria where he encountered a serious bout with pneumonia, leaving him bed ridden for six weeks, and permanently damaging his respiratory system. \r\n\r\nIn the later years of his life, not even severe rheumatoid arthritis, which left him confined to a wheelchair and limited his movement, could deter Renoir from painting. His arthritis eventually got so bad as to leave a permanent physical deformity of his hands and shoulder, which required him to change his painting technique to adapt to his physical limitations. Before his death in 1919, Renoir traveled to the Louvre to see his paintings hanging in the museum alongside the masterpieces of the great masters. He was a prolific artist, created several thousands artworks in his lifetime, and include some of the most well-known paintings in the art world.  ","story":"http://en.wikipedia.org/wiki/Pierre-Auguste_Renoir","relatedArtistsIds":[]},{"wiki_artist_tag":"peter-paul-rubens","wiki_artist_image":"https://uploads0.wikiart.org/images/peter-paul-rubens.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Peter_Paul_Rubens","name":"Peter Paul Rubens","contentId":216353,"birthDayAsString":"28 June 1577","deathDayAsString":"30 May 1640","biography":"A Flemish painter, Peter Paul Rubens’ Baroque style emphasized movement, sensuality and color. Although he was raised as a Catholic and painted Counter-Reformation pieces f or the church, he was born into a Protestant family. In 1568, his mother and father fled the Spanish Netherlands due to persecution of Protestants. Jan Rubens, Peter Paul’s father, began a sordid affair with the woman to whom he was court advisor, Anna of Saxony. His father was imprisoned for the affair and two years after his death, Peter and his family returned to Antwerp, in the Netherlands, and beginning at the age of twelve was raised as a Catholic. He began his artistic apprenticeship at age fourteen and completed his education in 1598, when he became an independent master painter.  \r\n\r\nDuring his career, Rubens traveled to Italy and Spain, and was influenced by the great works of Titian, Veronese, and Tintoretto, as well as Leonardo da Vinci, Raphael, and Michelangelo. He returned to Antwerp upon his mother’s death in 1608, and remained there as a court painter for the Archduke of Austria, and received special privileges as both a painter and a court diplomat. In 1610, Rubens moved into the house that would become his studio, where he taught students and created most of his paintings. This house has now become the Rubenshius Museum. His most famous students, friends and collaborators were Frans Snyders, Anthony van Dyck, and Jan Brueghel the Elder. \r\n\r\nThroughout his life, he was relied upon not only as a master painter, but one whose diplomat talents were required by many a court. Between 1627 and 1630, he traveled between England and Spain, in attempts to create a truce between the two nations. He was knighted by both the Spanish monarch, Philip V, and the English King, Charles I. Cambridge University also awarded him an honorary Master’s Degree. \r\n\r\nFour years after the death of his first wife, Rubens, who was 53 years old at the time, was married to a 16 year old named Helene Fourment, whom he used as model in many of his later paintings. His fondness for the full figured woman has since spurned the term “Rubenesque,” which is still used in Dutch to refer to such women.  ","story":"http://en.wikipedia.org/wiki/Peter_Paul_Rubens","relatedArtistsIds":[]},{"wiki_artist_tag":"titian","wiki_artist_image":"https://uploads7.wikiart.org/images/titian.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Titian","name":"Titian","contentId":224833,"birthDayAsString":"c.1488","deathDayAsString":"27 August 1576","biography":" ","story":"http://en.wikipedia.org/wiki/Titian","relatedArtistsIds":[]},{"wiki_artist_tag":"vincent-van-gogh","wiki_artist_image":"https://uploads8.wikiart.org/images/vincent-van-gogh.jpg!Portrait.jpg","wiki_artist_wiki":"https://en.wikipedia.org/wiki/Vincent_van_Gogh","name":"Vincent van Gogh","contentId":204915,"birthDayAsString":"30 March 1853","deathDayAsString":"29 July 1890","biography":"Van Gogh generally considered the greatest after Rembrandt, and one of the greatest of the Post-Impressionists. The striking colour, emphatic brushwork, and contoured forms of his work powerfully influenced the current of Expressionism in modern art. Van Gogh’s art became astoundingly popular after his death, especially in the late 20th century, when his work sold for record-breaking sums at auctions around the world and was featured in blockbuster touring exhibitions.  ","story":"https://en.wikipedia.org/wiki/Vincent_van_Gogh","relatedArtistsIds":[]},{"wiki_artist_tag":"andy-warhol","wiki_artist_image":"https://uploads3.wikiart.org/images/andy-warhol.jpg!Portrait.jpg","wiki_artist_wiki":"http://en.wikipedia.org/wiki/Andy_Warhol","name":"Andy Warhol","contentId":229251,"birthDayAsString":"06 August 1928","deathDayAsString":"22 February 1987","biography":" ","story":"http://en.wikipedia.org/wiki/Andy_Warhol","relatedArtistsIds":[]}]